import React from "react";

const AboutRestaurant = () => {
  return (
    <div className="bg-white border border-gray-300 shadow-md rounded-xl p-6 w-full">
      <h2 className="text-3xl font-bold mb-5 text-gray-800">Про ресторан</h2>
      <p className="text-gray-800 text-base md:text-lg leading-relaxed">
        <strong>Flavorium</strong> — це сучасний ресторан, у якому поєднуються
        кулінарні традиції різних країн світу в авторській інтерпретації нашої
        кухні. Від азійської вишуканості до середземноморської легкості — ми
        обираємо найкраще, щоб створити унікальні смаки для наших гостей.
        <br />
        Ресторан розпочав свій шлях як невеликий гастрономічний проєкт,
        натхненний подорожами, культурою та любов’ю до смачної їжі. Завдяки
        відданості своїй справі, команді талановитих шеф-кухарів та підтримці
        гостей, <strong>Flavorium</strong> виріс у місце, де кожна страва — це
        історія, а кожен візит — новий гастрономічний досвід.
        <br />
        Ми постійно розвиваємось, додаючи нові страви до меню, вдосконалюючи
        сервіс та зберігаючи атмосферу, в яку хочеться повертатися знову і
        знову.
      </p>
    </div>
  );
};

export default AboutRestaurant;
